/* Description of the show */
"%@ Description" = "%@ de Descrição";

/* No comment provided by the engineer */
"airdate" = "data de transmissão";

/* No comment provided by the engineer */
"Airdate Selection" = "Data de Transmissão de Selecção";

/* display all (episodes) */
"all" = "todos";

/* No comment provided by the engineer */
" and " = " e ";

/* No comment provided by the engineer */
"%@ as %@" = "%@ como %@";

/* No comment provided by the engineer */
"A synopsis of the show" = "Uma sinopse do programa";

/* No comment provided by the engineer */
"All episodes of %@ that aired between the selected dates will be displayed." = "Todos os episódios de %@ que forem transmitidos entre as datas seleccionadas serão exibidos.";

/* No comment provided by the engineer */
"All episodes of %@ that aired on the selected date will be displayed." = "Todos os episódios de %@ que forem transmitidos na data seleccionada serão exibidos.";

/* No comment provided by the engineer */
"description" = "descrição";

/* No comment provided by the engineer */
"disc" = "disco";

/* No comment provided by the engineer */
"disc location" = "localização do disco";

/* No comment provided by the engineer */
"Dismiss" = "Descarta";

/* No comment provided by the engineer */
"Display a random episode" = "Mostrar um episódio aleatório";

/* No comment provided by the engineer */
"Display" = "Mostrar";

/* subtitle (doesn't get a number preceding) */
"Episode" = "episódio";

/* navigation bar title */
"Episodes" = "Episódios";

/* No comment provided by the engineer */
"Episodes directed by %@" = "Episódios dirigidos por %@";

/* No comment provided by the engineer */
"Episodes in %@" = "Episódios em %@";

/* No comment provided by the engineer */
"Episodes with %@" = "Episódios com %@";

/* No commend provided by the engineer */
"Episodes with a specific %@" = "Episódios com um específico %@";

/* No comment provided by the engineer */
"Episodes written by %@" = "Episódios escritos por %@";

/* No comment provided by the engineer */
"Favorite" = "Favorito";

/* No comment provided by the engineer */
"Favorite Episodes" = "Episódios favoritos";

/* display all favorited episodes */
"favorites" = "favoritos";

/* No comment provided by the engineer */
"home" = "página inicial";

/* No comment provided by the engineer */
"next" = "próximo";

/* No comment provided by the engineer */
"No episodes" = "Sem episódios";

/* No comment provided by the engineer */
"No episodes aired in the given time frame." = "Nenhum episódio estreou num determinado período de tempo.";

/* No comment provided by the engineer */
"No episodes aired on the given date." = "Nenhum episódio estreou na data seleccionada.";

/* No comment provided by the engineer */
"overall" = "em geral";

/* No comment provided by the engineer */
"previous" = "anterior";

/* No comment provided by the engineer */
"random" = "aleatório";

/* No comment provided by the engineer */
"Range of Airdates" = "Gama de Datas de Transmissãos";

/* No comment provided by the engineer */
"runtime" = "tempo de execução";

/* No comment provided by the engineer */
"Search episodes by %@" = "Pesquisar episódios por %@";

/* display */
"show" = "mostrar";

/* display all books */
"show episodes" = "mostrar os livros";

/* display all episodes */
"show all %@ episodes" = "mostrar todos os %@ episódios";

/* No comment provided by the engineer */
"Show episode that aired on the chosen date" = "Mostrar episódio que foi transmitido na data escolhida";

/* No comment provided by the engineer */
"Show episodes that aired between two dates" = "Mostrar episódios que foram ao ar entre duas datas";

/* No comment provided by the engineer */
"show favorited episodes" = "mostrar episódios favoritos";

/* display all seasons */
"show seasons" = "mostrar as temporadas";

/* display all series */
"show series" = "mostrar as séries";

/* display all series */
"Single Airdate" = "Data de Transmissão";

/* No comment provided by the engineer */
"the (feminine)" = "a";

/* No comment provided by the engineer */
"the (masculine)" = "o";

/* No comment provided by the engineer */
"The War Doctor" = "O Doutor de Guerra";

/* No comment provided by the engineer */
"There are no shows available for searching. Connect to the internet and try again." = "Não há programas disponíveis para pesquisa. Conecte-se à Internet e tente novamente.";

/* No comment provided by the engineer */
"Unfavorite" = "Desfavorecido";
